Repository: TuguiDragos/Peel
Catalog: Localization/Peel/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, ko, nl, pl, pt, ro, ru, sv, tr, uk, zh_hans, zh_hant

source: It isn’t in the Trash.
cs: Není v koši.
de: Es ist nicht im Papierkorb.
es: No está en la papelera.
fr: Il n’est pas dans la corbeille.
it: Non è nel Cestino.
ja: ゴミ箱にありません。
ko: 휴지통에 없습니다.
nl: Het staat niet in de prullenmand.
pl: Nie ma tego w Koszu.
pt: Não está no Lixo.
ro: Nu se află în Coș.
ru: Этого нет в Корзине.
sv: Det ligger inte i papperskorgen.
tr: Çöp Sepeti’nde değil.
uk: Його немає в Смітнику.
zh_hans: 它不在废纸篓中。
zh_hant: 它不在「垃圾桶」中。

source: It isn’t there anymore.
cs: Už tam není.
de: Es ist nicht mehr vorhanden.
es: Ya no está ahí.
fr: Il n’est plus là.
it: Non è più lì.
ja: もうそこにはありません。
ko: 더 이상 그곳에 없습니다.
nl: Het is er niet meer.
pl: Już tego tam nie ma.
pt: Não está mais lá.
ro: Nu mai este acolo.
ru: Этого там больше нет.
sv: Det finns inte där längre.
tr: Artık orada değil.
uk: Його там уже немає.
zh_hans: 它已不在那里。
zh_hant: 它已不在那裡。

source: It may be asking whether to stop a command that is still running.
cs: Možná se ptá, zda má ukončit příkaz, který stále běží.
de: Möglicherweise fragt Terminal gerade, ob ein noch laufender Befehl beendet werden soll.
es: Puede que Terminal te esté preguntando si quieres detener un comando que sigue en ejecución.
fr: Il vous demande peut-être s’il faut arrêter une commande encore en cours d’exécution.
it: Forse ti sta chiedendo se vuoi interrompere un comando ancora in esecuzione.
ja: ターミナルが、まだ実行中のコマンドを終了するかどうかを尋ねている可能性があります。
ko: 아직 실행 중인 명령을 중단할지 묻고 있을 수 있습니다.
nl: Terminal vraagt misschien of een commando dat nog actief is, moet worden beëindigd.
pl: Być może pyta, czy zakończyć polecenie, które nadal działa.
pt: Ele pode estar perguntando se você quer finalizar um comando que ainda está em execução.
ro: S‑ar putea să vă întrebe dacă doriți să opriți o comandă care încă rulează.
ru: Возможно, он спрашивает, прервать ли команду, которая еще выполняется.
sv: Terminal kanske frågar om ett kommando som fortfarande körs ska stoppas.
tr: Hâlâ çalışan bir komutu durdurmak isteyip istemediğinizi soruyor olabilir.
uk: Можливо, він запитує, чи зупинити команду, яка ще виконується.
zh_hans: 它可能正在询问你是否要停止某个仍在运行的命令。
zh_hant: 它可能正在詢問是否要停止仍在執行的指令。

source: It needs administrator access, which Peel’s helper provides.
cs: Vyžaduje oprávnění správce, které poskytuje pomocník Peelu.
de: Dafür sind Administratorrechte nötig, die das Hilfsprogramm von Peel bereitstellt.
es: Necesita acceso de administrador, que proporciona el asistente de Peel.
fr: Cet élément nécessite un accès administrateur, que fournit l’utilitaire de Peel.
it: Richiede l’accesso come amministratore, fornito dall’assistente di Peel.
ja: 管理者権限が必要です。この権限はPeelのヘルパーが提供します。
ko: 관리자 권한이 필요하며, 이 권한은 Peel 보조 프로그램이 제공합니다.
nl: Hiervoor is beheerderstoegang nodig, en die biedt het hulpprogramma van Peel.
pl: Wymaga uprawnień administratora, które zapewnia pomocnik Peel.
pt: É necessário acesso de administrador, que o auxiliar do Peel fornece.
ro: Necesită acces de administrator, pe care îl oferă instrumentul de ajutor Peel.
ru: Для этого нужны права администратора, которые дает помощник Peel.
sv: Det kräver administratörsbehörighet, som Peels hjälpprogram ger.
tr: Yönetici erişimi gerektiriyor; bu erişimi Peel’in yardımcısı sağlar.
uk: Потрібен доступ адміністратора, який надає помічник Peel.
zh_hans: 它需要管理员权限，Peel的帮助程序可以提供这一权限。
zh_hant: 這需要管理者權限，而Peel的輔助程式能提供此權限。

source: It no longer builds.
cs: Už ho nelze sestavit.
de: Es lässt sich nicht mehr kompilieren.
es: Ya no se puede compilar.
fr: Il ne se compile plus.
it: Non è più possibile compilarlo.
ja: ビルドできなくなりました。
ko: 더 이상 빌드되지 않습니다.
nl: Het kan niet meer worden gebouwd.
pl: Nie daje się już skompilować.
pt: Não é mais possível compilá-lo.
ro: Nu mai poate fi compilat.
ru: Его больше не удается собрать.
sv: Det kan inte längre byggas.
tr: Artık derlenemiyor.
uk: Пакет більше не вдається зібрати.
zh_hans: 它已无法构建。
zh_hant: 此套件已無法建置。

source: It no longer meets Homebrew’s rules for casks.
cs: Už nesplňuje pravidla Homebrew pro casks.
de: Es entspricht nicht mehr den Regeln von Homebrew für Casks.
es: Ya no cumple las normas de Homebrew para los casks.
fr: Il ne respecte plus les règles de Homebrew pour les casks.
it: Non rispetta più le regole di Homebrew per i casks.
ja: Homebrewがcaskに求める基準を満たさなくなりました。
ko: 더 이상 Homebrew의 cask 규칙을 충족하지 않습니다.
nl: Het voldoet niet meer aan de regels van Homebrew voor casks.
pl: Nie spełnia już zasad Homebrew dotyczących casks.
pt: O pacote não atende mais às regras do Homebrew para casks.
ro: Nu mai respectă regulile Homebrew pentru cask‑uri.
ru: Пакет больше не соответствует правилам Homebrew для casks.
sv: Det uppfyller inte längre Homebrews regler för casks.
tr: Artık Homebrew’un cask kurallarına uymuyor.
uk: Пакет більше не відповідає правилам Homebrew для casks.
zh_hans: 它已不再符合Homebrew为casks制定的规则。
zh_hant: 此套件已不再符合Homebrew對casks的規定。

source: It only applies when an app resizes a window. Dragging an edge is unaffected.
cs: Platí to jen tehdy, když velikost okna mění aplikace. Tažení za okraj se to netýká.
de: Das gilt nur, wenn eine App die Größe eines Fensters ändert. Das Ziehen an einem Rand ist davon nicht betroffen.
es: Solo se aplica cuando una app cambia el tamaño de una ventana. Arrastrar un borde sigue igual.
fr: Cela ne s’applique que lorsqu’une app redimensionne une fenêtre. Faire glisser un bord n’est pas concerné.
it: Vale solo quando un’app ridimensiona una finestra. Il trascinamento di un bordo non cambia.
ja: アプリがウインドウのサイズを変更する場合にのみ適用されます。端をドラッグする場合は影響を受けません。
ko: 앱이 윈도우 크기를 조절할 때만 적용됩니다. 가장자리를 드래그할 때는 영향이 없습니다.
nl: Dit geldt alleen als een app een venster van grootte verandert. Een rand slepen werkt zoals altijd.
pl: Dotyczy to tylko sytuacji, gdy wielkość okna zmienia aplikacja. Przeciąganie krawędzi działa bez zmian.
pt: Só vale quando um app redimensiona uma janela. Arrastar uma borda continua igual.
ro: Se aplică doar când o aplicație redimensionează o fereastră. Tragerea unei margini nu este afectată.
ru: Это действует, только когда размер окна меняет приложение. Перетаскивание края окна это не затрагивает.
sv: Det gäller bara när en app ändrar storlek på ett fönster. Att dra i en kant påverkas inte.
tr: Yalnızca bir uygulama pencereyi yeniden boyutlandırdığında geçerlidir. Bir kenarı sürüklemek bundan etkilenmez.
uk: Це стосується лише випадків, коли розмір вікна змінює програма. На перетягування краю це не впливає.
zh_hans: 此项只在App调整窗口大小时生效。拖移窗口边缘不受影响。
zh_hant: 這只適用於App調整視窗大小的情況。拖移視窗邊緣不受影響。

source: It runs a script written into its own file rather than a program on disk. Software installed on purpose can do this too.
cs: Položka spouští skript zapsaný přímo v jejím vlastním souboru, ne program na disku. Totéž může dělat i záměrně nainstalovaný software.
de: Es führt statt eines Programms auf dem Datenträger ein Skript aus, das direkt in seiner eigenen Datei steht. Auch absichtlich installierte Software kann das tun.
es: Ejecuta un script escrito dentro de su propio archivo en lugar de un programa del disco. El software instalado a propósito también puede hacerlo.
fr: Il exécute un script écrit dans son propre fichier plutôt qu’un programme présent sur le disque. Un logiciel installé volontairement peut aussi le faire.
it: Esegue uno script scritto nel suo stesso file anziché un programma presente sul disco. Anche un software installato di proposito può farlo.
ja: ディスク上のプログラムではなく、自身のファイルに書き込まれたスクリプトを実行します。意図的にインストールしたソフトウェアでも、同じことをする場合があります。
ko: 이 항목은 디스크에 있는 프로그램이 아니라 자체 파일에 작성된 스크립트를 실행합니다. 의도적으로 설치한 소프트웨어도 이렇게 할 수 있습니다.
nl: Het voert een script uit dat in het eigen bestand is geschreven, in plaats van een programma op de schijf. Software die bewust is geïnstalleerd, kan dit ook doen.
pl: Ta rzecz uruchamia skrypt zapisany w jej własnym pliku, a nie program na dysku. Oprogramowanie zainstalowane celowo też może tak działać.
pt: Ele executa um script escrito no próprio arquivo, em vez de um programa no disco. Software instalado intencionalmente também pode fazer isso.
ro: Rulează un script scris în propriul fișier, nu un program de pe disc. Și software‑ul instalat intenționat poate face acest lucru.
ru: Он запускает скрипт, записанный прямо в его файле, а не программу на диске. Так может делать и намеренно установленное ПО.
sv: Det kör ett skript som är skrivet i den egna filen i stället för ett program på skivan. Programvara som installerats avsiktligt kan också göra så.
tr: Diskteki bir program yerine kendi dosyasına yazılmış bir betik çalıştırıyor. Bilerek yüklenen yazılımlar da bunu yapabilir.
uk: Він запускає скрипт, записаний прямо у власному файлі, а не виконуваний файл на диску. Так може робити й ПЗ, інстальоване навмисно.
zh_hans: 它运行的是写在其自身文件中的脚本，而不是磁盘上的程序。有意安装的软件也可能这样做。
zh_hant: 它執行的是寫在自身檔案中的指令碼，而非磁碟上的程式。刻意安裝的軟體也可能這樣做。

source: It still leads to something on this Mac.
cs: Stále vede na něco v tomto Macu.
de: Der Link führt noch zu etwas auf diesem Mac.
es: Aún lleva a algo que hay en este Mac.
fr: Il mène encore à quelque chose sur ce Mac.
it: Punta ancora a qualcosa su questo Mac.
ja: このMacにあるものをまだ指しています。
ko: 아직 이 Mac에 있는 항목으로 연결됩니다.
nl: Het leidt nog steeds naar iets op deze Mac.
pl: Nadal prowadzi do czegoś na tym Macu.
pt: Ainda aponta para algo neste Mac.
ro: Încă duce la ceva de pe acest Mac.
ru: Ссылка все еще ведет к чему-то на этом Mac.
sv: Länken leder fortfarande till något på den här datorn.
tr: Hâlâ bu Mac’teki bir şeyi gösteriyor.
uk: Посилання досі веде до чогось на цьому Mac.
zh_hans: 它仍指向这台Mac上的某个项目。
zh_hant: 它仍指向這部Mac上的某個項目。

# It uninstalls ^[%lld formula](inflect: true) that nothing needs anymore: %@.
source: It uninstalls ^[%1$lld formula](inflect: true) that nothing needs anymore: %2$@.
cs: Odinstaluje %lld formulae, které už nic nepotřebuje: %@.
de: Homebrew deinstalliert %lld Formulae, die von nichts mehr benötigt werden: %@.
es: Desinstala %lld formulae de las que ya no depende nada: %@.
fr: Il désinstalle %lld formulae dont plus rien n’a besoin : %@.
it: Disinstalla %lld formulae che non servono più a nulla: %@.
ja: もう何にも必要とされていない%lld個のformulaeをアンインストールします: %@。
ko: Homebrew는 더 이상 필요하지 않은 formula %lld개를 제거합니다: %@.
nl: Het deïnstalleert %lld formulae waar niets meer van afhankelijk is: %@.
pl: Odinstalowuje %lld formulae, których nic już nie potrzebuje: %@.
pt: Ele desinstala %lld formulae de que nada mais precisa: %@.
ro: Dezinstalează %lld de formule de care nu mai are nevoie nimic: %@.
ru: Homebrew удаляет %lld formulae, которые больше ничему не нужны: %@.
sv: Homebrew avinstallerar %lld formulae som inget längre behöver: %@.
tr: Artık hiçbir şeyin ihtiyaç duymadığı %lld formula da kaldırılır: %@.
uk: Він деінсталює %lld formulae, які більше нічому не потрібні: %@.
zh_hans: 它会卸载%lld个不再被需要的formula：%@。
zh_hant: 它會解除安裝%lld個不再被需要的formulae：%@。

source: It was first seen signed by %@, and is signed by %@ now.
cs: Poprvé byla zaznamenána s podpisem %@, teď ji podepisuje %@.
de: Als Peel sie zum ersten Mal sah, war sie von %@ signiert, jetzt ist sie von %@ signiert.
es: La primera vez que se vio, la firmaba %@, y ahora la firma %@.
fr: Peel l’a d’abord vue signée par %@, et elle est désormais signée par %@.
it: La prima volta risultava firmata da %@, e ora è firmata da %@.
ja: 最初に確認されたときは“%@”によって署名されていましたが、現在は“%@”によって署名されています。
ko: 처음 확인했을 때는 %@의 서명이 있었지만, 지금은 %@의 서명이 있습니다.
nl: Toen Peel de app voor het eerst zag, was die ondertekend door %@, en nu door %@.
pl: Gdy Peel zobaczył ją pierwszy raz, była podpisana przez %@, a teraz jest podpisana przez %@.
pt: Quando foi visto pela primeira vez, estava assinado por %@, e agora é assinado por %@.
ro: Când a fost văzută prima dată, era semnată de %@, iar acum este semnată de %@.
ru: Когда Peel впервые его увидел, оно было подписано разработчиком %@, а теперь подписано разработчиком %@.
sv: Första gången Peel såg den var den signerad av %@, och nu är den signerad av %@.
tr: İlk görüldüğünde %@ tarafından imzalanmıştı, şimdi %@ tarafından imzalanıyor.
uk: Уперше її було помічено з підписом %@, а тепер її підписує %@.
zh_hans: 最初发现它时，它由%@签名，现在则由%@签名。
zh_hant: 首次看到此App時，它由%@簽署，現在則由%@簽署。

source: It was first seen signed by %@. A copy someone has changed looks like this, and so does one built from source.
cs: Poprvé byla zaznamenána s podpisem %@. Tak vypadá kopie, kterou někdo změnil, a stejně tak kopie sestavená ze zdrojového kódu.
de: Als Peel sie zum ersten Mal sah, war sie von %@ signiert. So sieht eine Kopie aus, die jemand verändert hat, und ebenso eine, die aus dem Quellcode erstellt wurde.
es: La primera vez que se vio, la firmaba %@. Así se ve una copia que alguien ha modificado, y también una compilada a partir del código fuente.
fr: Peel l’a d’abord vue signée par %@. Une copie modifiée par quelqu’un se présente ainsi, tout comme une copie compilée à partir du code source.
it: La prima volta risultava firmata da %@. Una copia modificata da qualcuno appare così, e anche una compilata dal codice sorgente.
ja: 最初に確認されたときは“%@”によって署名されていました。誰かが変更したコピーはこのように見えます。ソースからビルドしたものも同様です。
ko: 처음 확인했을 때는 %@의 서명이 있었습니다. 누군가 변경한 복사본이나 소스에서 직접 빌드한 복사본이 이렇게 보입니다.
nl: Toen Peel de app voor het eerst zag, was die ondertekend door %@. Zo ziet een kopie eruit die iemand heeft gewijzigd, en ook een die vanuit de broncode is gebouwd.
pl: Gdy Peel zobaczył ją pierwszy raz, była podpisana przez %@. Tak wygląda kopia, którą ktoś zmienił, a także kopia skompilowana ze źródeł.
pt: Quando foi visto pela primeira vez, estava assinado por %@. Uma cópia que alguém alterou fica assim, e uma compilada a partir do código-fonte também.
ro: Când a fost văzută prima dată, era semnată de %@. Așa arată o copie modificată de cineva și tot așa arată una compilată din codul sursă.
ru: Когда Peel впервые его увидел, оно было подписано разработчиком %@. Так выглядит копия, которую кто-то изменил, а также копия, собранная из исходного кода.
sv: Första gången Peel såg den var den signerad av %@. En kopia som någon har ändrat ser ut så här, och det gör även en som har byggts från källkod.
tr: İlk görüldüğünde %@ tarafından imzalanmıştı. Birinin değiştirdiği bir kopya böyle görünür, kaynak koddan derlenmiş bir kopya da.
uk: Уперше її було помічено з підписом %@. Так виглядає копія, яку хтось змінив, а також копія, зібрана з вихідного коду.
zh_hans: 最初发现它时，它由%@签名。被他人修改过的副本会是这种情况，从源代码构建的副本也是如此。
zh_hant: 首次看到此App時，它由%@簽署。遭人修改過的副本會呈現這種情況，從原始碼建置的副本也是如此。

source: Item
cs: Položka
de: Objekt
es: Ítem
fr: Élément
it: Elemento
ja: 項目
ko: 항목
nl: Onderdeel
pl: Rzecz
ro: Articol
ru: Объект
sv: Objekt
tr: Öğe
uk: Елемент
zh_hans: 项目
zh_hant: 項目

source: Items
cs: Položky
de: Objekte
es: Ítems
fr: Éléments
it: Elementi
ja: 項目
ko: 항목
nl: Onderdelen
pl: Rzeczy
pt: Itens
ro: Articole
ru: Объекты
sv: Objekt
tr: Öğeler
uk: Елементи
zh_hans: 项目
zh_hant: 項目

source: Its Homebrew receipt goes to the Trash with the links Homebrew made into it, so Homebrew stops listing it. History can put it back.
cs: Jeho záznam Homebrew se přesune do koše spolu s odkazy, které do něj Homebrew vytvořil, takže Homebrew přestane cask uvádět. Historie ho může vrátit zpět.
de: Die Homebrew-Quittung des Casks wird zusammen mit den von Homebrew angelegten Links, die darauf verweisen, in den Papierkorb gelegt, sodass Homebrew den Cask nicht mehr führt. Im Verlauf kannst du ihn zurücklegen.
es: Su recibo de Homebrew va a la papelera con los enlaces que Homebrew creó hacia él, así que Homebrew deja de mostrarlo. Historial puede restaurarlo.
fr: Son reçu Homebrew est placé dans la corbeille avec les liens que Homebrew a créés vers ce reçu : Homebrew ne liste donc plus ce cask. L’Historique peut le remettre en place.
it: La sua ricevuta Homebrew va nel Cestino insieme ai link che Homebrew ha creato verso di essa, così Homebrew smette di elencarlo. La Cronologia può ripristinarla.
ja: このcaskのHomebrewレシートは、Homebrewが作成した、レシート内へのリンクと一緒にゴミ箱に入るため、Homebrewはこのcaskを一覧に表示しなくなります。履歴から戻すことができます。
ko: 이 cask의 Homebrew 수신 정보와 그 안으로 연결되도록 Homebrew가 만든 링크가 휴지통으로 이동하므로 Homebrew가 더 이상 목록에 표시하지 않습니다. 기록에서 되돌려 놓을 수 있습니다.
nl: Het Homebrew-bewijs gaat naar de prullenmand, samen met de links die Homebrew ernaar heeft gemaakt, zodat Homebrew de cask niet meer vermeldt. Geschiedenis kan het terugzetten.
pl: Jego potwierdzenie Homebrew trafi do Kosza razem z dowiązaniami, które Homebrew do niego utworzył, więc Homebrew przestanie go wymieniać. Historia może to przywrócić.
pt: O recibo do Homebrew deste cask vai para o Lixo junto com os links que o Homebrew criou apontando para ele, e assim o Homebrew deixa de listar o cask. O Histórico pode colocá-lo de volta.
ro: Recipisa Homebrew a cask‑ului este mutată în Coș împreună cu linkurile create de Homebrew care duc în ea, astfel încât Homebrew nu îl mai listează. Îl puteți pune înapoi din Istoric.
ru: Квитанция Homebrew для этого cask перемещается в Корзину вместе со ссылками на нее, которые создал Homebrew, и Homebrew перестает считать его установленным. История может ее восстановить.
sv: Caskens Homebrew-kvitto flyttas till papperskorgen tillsammans med länkarna som Homebrew har skapat till det, så Homebrew listar den inte längre. Historik kan lägga tillbaka det.
tr: Paketin Homebrew makbuzu, Homebrew’un oluşturduğu ve makbuzun içini gösteren bağlantılarla birlikte Çöp Sepeti’ne gider; böylece Homebrew onu artık listelemez. Geçmiş onu yerine koyabilir.
uk: Квитанцію Homebrew для цього cask буде переміщено в Смітник разом із посиланнями на неї, які створив Homebrew, і Homebrew перестане показувати його у своєму списку. Історія може це повернути.
zh_hans: 它的Homebrew回执会连同Homebrew创建的指向其中的链接一起移到废纸篓，这样Homebrew就不再列出它。“历史记录”可以将其放回原处。
zh_hant: 此cask的Homebrew收據會連同Homebrew建立、指向其中的連結一起丟到「垃圾桶」，Homebrew就不再列出此cask。「歷史記錄」可以將它還原。

source: Its command decodes base64, which keeps what it runs from being read at a glance. Software installed on purpose can do this too.
cs: Příkaz položky dekóduje base64, takže to, co spouští, nelze přečíst na první pohled. Totéž může dělat i záměrně nainstalovaný software.
de: Sein Befehl decodiert base64, sodass sich nicht auf einen Blick lesen lässt, was er ausführt. Auch absichtlich installierte Software kann das tun.
es: Su comando descodifica base64, lo que impide leer de un vistazo lo que ejecuta. El software instalado a propósito también puede hacerlo.
fr: Sa commande décode du base64, ce qui empêche de voir d’un coup d’œil ce qu’elle exécute. Un logiciel installé volontairement peut aussi le faire.
it: Il suo comando decodifica testo in base64, così ciò che esegue non si può leggere a colpo d’occhio. Anche un software installato di proposito può farlo.
ja: コマンドがbase64をデコードするため、実行される内容をひと目で読み取ることができません。意図的にインストールしたソフトウェアでも、同じことをする場合があります。
ko: 이 항목의 명령은 base64를 디코딩하므로 실행하는 내용을 한눈에 읽을 수 없습니다. 의도적으로 설치한 소프트웨어도 이렇게 할 수 있습니다.
nl: Het commando decodeert base64, waardoor wat het uitvoert niet in één oogopslag te lezen is. Software die bewust is geïnstalleerd, kan dit ook doen.
pl: Polecenie tej rzeczy dekoduje base64, przez co tego, co uruchamia, nie da się odczytać na pierwszy rzut oka. Oprogramowanie zainstalowane celowo też może tak działać.
pt: O comando dele decodifica base64, o que impede ler de relance o que ele executa. Software instalado intencionalmente também pode fazer isso.
ro: Comanda sa decodează base64, astfel încât ce rulează nu poate fi citit dintr‑o privire. Și software‑ul instalat intenționat poate face acest lucru.
ru: Его команда декодирует base64, из-за чего то, что она запускает, не прочитать с первого взгляда. Так может делать и намеренно установленное ПО.
sv: Kommandot avkodar base64, vilket gör att det som körs inte kan läsas med en snabb blick. Programvara som installerats avsiktligt kan också göra så.
tr: Komutu base64 kodunu çözüyor, bu da çalıştırdığı şeyin bir bakışta okunmasını engelliyor. Bilerek yüklenen yazılımlar da bunu yapabilir.
uk: Його команда декодує base64, тож з першого погляду не видно, що саме вона запускає. Так може робити й ПЗ, інстальоване навмисно.
zh_hans: 它的命令会解码base64，因此它运行的内容无法一眼看出。有意安装的软件也可能这样做。
zh_hant: 它的指令會解碼base64，讓人無法一眼看出它執行的內容。刻意安裝的軟體也可能這樣做。

source: Its command downloads from the internet each time it runs. Software installed on purpose can do this too.
cs: Příkaz položky při každém spuštění stahuje data z internetu. Totéž může dělat i záměrně nainstalovaný software.
de: Sein Befehl lädt bei jeder Ausführung etwas aus dem Internet. Auch absichtlich installierte Software kann das tun.
es: Su comando descarga contenido de internet cada vez que se ejecuta. El software instalado a propósito también puede hacerlo.
fr: Sa commande télécharge du contenu depuis Internet à chaque exécution. Un logiciel installé volontairement peut aussi le faire.
it: Il suo comando scarica da internet ogni volta che viene eseguito. Anche un software installato di proposito può farlo.
ja: コマンドが実行されるたびにインターネットからダウンロードします。意図的にインストールしたソフトウェアでも、同じことをする場合があります。
ko: 이 항목의 명령은 실행될 때마다 인터넷에서 다운로드합니다. 의도적으로 설치한 소프트웨어도 이렇게 할 수 있습니다.
nl: Het commando downloadt iets van het internet telkens wanneer het wordt uitgevoerd. Software die bewust is geïnstalleerd, kan dit ook doen.
pl: Polecenie tej rzeczy przy każdym uruchomieniu pobiera dane z internetu. Oprogramowanie zainstalowane celowo też może tak działać.
pt: O comando dele baixa conteúdo da internet sempre que é executado. Software instalado intencionalmente também pode fazer isso.
ro: Comanda sa descarcă de pe internet de fiecare dată când rulează. Și software‑ul instalat intenționat poate face acest lucru.
ru: Его команда загружает данные из интернета при каждом запуске. Так может делать и намеренно установленное ПО.
sv: Kommandot hämtar från internet varje gång det körs. Programvara som installerats avsiktligt kan också göra så.
tr: Komutu, her çalıştığında internetten indirme yapıyor. Bilerek yüklenen yazılımlar da bunu yapabilir.
uk: Його команда викачує дані з інтернету під час кожного запуску. Так може робити й ПЗ, інстальоване навмисно.
zh_hans: 它的命令每次运行时都会从互联网下载内容。有意安装的软件也可能这样做。
zh_hant: 它的指令每次執行時都會從網際網路下載內容。刻意安裝的軟體也可能這樣做。

source: Its maker has deprecated it.
cs: Výrobce ho označil za zastaralý.
de: Der Hersteller hat es abgekündigt.
es: Su fabricante lo ha marcado como obsoleto.
fr: Son éditeur l’a déclaré obsolète.
it: Il produttore l’ha segnato come sconsigliato.
ja: 開発元が非推奨にしました。
ko: 제작자가 지원 중단 예정으로 지정했습니다.
nl: De maker heeft het als verouderd gemarkeerd.
pl: Producent oznaczył go jako wycofywany.
pt: O fabricante o marcou como obsoleto.
ro: Producătorul său l‑a declarat perimat.
ru: Производитель объявил его устаревшим.
sv: Tillverkaren har markerat det som föråldrat.
tr: Üreticisi onu kullanımdan kaldırdı.
uk: Виробник позначив його як застарілий.
zh_hans: 其厂商已弃用它。
zh_hant: 廠商已棄用此套件。

source: Its maker has discontinued it.
cs: Výrobce ukončil jeho vývoj.
de: Der Hersteller hat es eingestellt.
es: Su fabricante lo ha descatalogado.
fr: Son éditeur l’a abandonné.
it: Il produttore ne ha interrotto lo sviluppo.
ja: 開発元が開発を終了しました。
ko: 제작자가 개발을 중단했습니다.
nl: De maker heeft het stopgezet.
pl: Producent zakończył jego rozwój.
pt: O fabricante o descontinuou.
ro: Producătorul său i‑a întrerupt dezvoltarea.
ru: Производитель прекратил его выпуск.
sv: Tillverkaren har avvecklat det.
tr: Üreticisi onu sonlandırdı.
uk: Виробник припинив його розробку.
zh_hans: 其厂商已停止开发它。
zh_hant: 廠商已停止開發此套件。
